Repository: collective/collective.contact.facetednav
Catalog: src/collective/contact/facetednav/locales/*/LC_MESSAGES/collective.contact.facetednav.po
Languages: es, it

source: Contacts
es: Contactos
it: Contatti

source: Contacts actions disabled
es: Las acciones de los contactos están desactivadas
it: Le azioni sui contatti sono disattivate

source: Contacts actions enabled
es: Las acciones de los contactos están activadas
it: Le azioni sui contatti sono attivate

source: Delete selected contacts
es: Eliminar los contactos seleccionados
it: Elimina i contatti selezionati

source: Delete this contact
es: Eliminar este contacto
it: Elimina questo contatto

source: Disable actions
es: Desactivar las acciones
it: Disattiva le azioni

source: Enable actions
es: Activar las acciones
it: Attiva le azioni

source: Excel export
es: Exportar a excel
it: Esporta come file Excel

source: Organizations
es: Organizaciones
it: Organizzazioni

source: Persons
es: Personas
it: Persone

source: Select all
es: Seleccionar todos
it: Seleziona tutto

source: Unauthorized: ${path}
es: No autorizado : ${path}
it: Non autorizzato: ${path}

source: Unselect all
es: Deseleccionar todos
it: Deseleziona tutto

source: confirm_delete_selection
es: ¿Esta seguro que quiere eliminar los $num contactos seleccionados?
it: Confermi di voler eliminare $num elemento/i selezionato/i?

source: help_no_result
es: No hay contacto que coincida con el criterio.
it: Nessun contatto corrisponde a questi criteri.

source: msg_objects_delete_failed
es: ${num} contacto(s) no fue/no fueron eliminado(s) : ${fails}
it: ${num} oggetto/i non Ã¨/sono stato/i eliminato/i : ${fails}

source: msg_objects_deleted
es: ${num} contacto(s) eliminado(s)
it: ${num} oggetto/i eliminato/i

source: selected_contacts_num
es: ${num} contactos seleccionados
it: Contatti selezionati: ${num}
